export const booksRecommendationsMockData = [
  {
    id: 379,
    name: 'The Da Vinci Code',
    description:
      'Під час ділової поїздки в Париж гарвардський професор Роберт Ленґдон відповідає на терміновий телефонний дзвінок, що пролунав пізно вночі. Старшого куратора Лувру жорстоко вбили в стінах музею. Поруч із тілом жертви поліція виявила невідомі загадкові шифри.Ленґдон і обдарований французький скриптолог Софі Неві починають розслідування. Під час цього розслідування вони неймовірним чином приходять до того, що всі загадки ведуть до робіт Леонардо да Вінчі, які можуть дати відповіді на всі нерозгадані таємниці, що йдуть глибоко в надра історії.Якщо Ленґдон і Неві не зможуть розшифрувати кодові лабіринти й зібрати по шматочках складну головоломку, історична правда так і залишиться незвіданою ...',
    status: 'open',
    categories: ['Художня'],
    language: 'en',
    authors: ['Dan Brown'],
    year: 2008,
    cover:
      'https://uploaded.shpp.me/shpp/uploads/all/support-system/58921dc840598d1ceaf8aa7ad976d78f.jpeg',
    available: true,
  },
  {
    id: 177,
    name: 'Я пізнаю світ. Екологія',
    description:
      'У цьому томі популярної дитячої енциклопедії «Я пізнаю світ» йдеться про єдність людини і природи, розповідається про екологічні катастрофи, які сталися і які можуть статися, якщо люди не виправлять своїх помилок. Читачі здійснять заочну подорож у відомі заповідники, дізнаються, що таке ентомопарк, де знаходиться пташиний зоопарк.',
    status: 'hidden',
    categories: [],
    language: 'ua',
    authors: ['О. Є. Чижевський'],
    year: 2005,
    cover:
      'https://uploaded.shpp.me/shpp/uploads/all/support-system/cd59ded4e648e5e8a867922477d419d9.jpeg',
    available: true,
  },
  {
    id: 80,
    name: 'Психологія 101',
    description:
      'Коротко про найголовніше, зрозуміло про надскладне, захопливо про професійне! Книга-бестселер американського журналіста, блогера та письменника Пола Клейнмана подарує неймовірне задоволення й познайомить у науково-популярній формі з основами психологічних концепцій та експериментів і з маловідомими фактами з життя видатних учених-психологів. Долучіться до таємниць пам’яті та несвідомого, інтелекту та емоцій, дізнайтеся про типи та причини психологічних розладів та сучасні методи їхнього лікування й про те, що ж таке когнітивний дисонанс, гештальтпсихологія та теорія особистісних рис. А також: виміряйте рівень кохання за шкалою Зіка Рубіна; намалюйте психологічний портрет Адольфа Гітлера; дізнайтеся про терапевтичну користь гіпнозу та арт-терапії; познайомтеся з теорією шести рукостискань; відкрийте таємниці сновидінь, інтелекту та організації пам’яті. Це видання – справжній путівник у світі класичної та сучасної психології для тих, хто вперше зацікавився цією наукою або прагне краще зрозуміти себе та поведінку людей. Знайдіть відповіді на найважливіші питання про закони людської поведінки, налагодьте міжособові стосунки, гармонізуйте сімейний та професійно-емоційний фон.',
    status: 'open',
    categories: [],
    language: 'ua',
    authors: ['Пол Клейнман'],
    year: 2016,
    cover:
      'https://uploaded.shpp.me/shpp/uploads/all/support-system/b610883831bd82c3a3d3388f0a36abf2.jpeg',
    available: true,
  },
];
